[
    {
        "slug": "william-aboucaya",
        "last_name": "Aboucaya",
        "first_name": "William",
        "photo": "william.jpg",
        "email": "william.aboucaya@inria.fr",
        "title": "Senior Data Scientist",
        "selected_publications": [
"Leveraging Knowledge Graphs for Goal Model Generation. Shahin Abdoul Soukour, <strong>William Aboucaya</strong>, Nikolaos Georgantas. NLP4RE 2023:&nbsp;<em>7th Workshop on Natural Language Processing for Requirements Engineering (NLP4RE) in conjuction with the 30th International Woking Conference on Requirements Engineering: Foundation for Software Quality (REFSQ 2024)</em>, April 2024, Winterthur, Switzerland.",
"Building Online Public Consultation Knowledge Graphs. <strong>William Aboucaya</strong>, Sonia Guehis, Rafael Angarita. Text2KG 2023: International Workshop on Knowledge Graph Generation from Text, Co-located with the ESWC 2023, May 2023, Hersonissos (Crete), Greece.",
"Detecting Obstacles to Collaboration in an Online Participatory Democracy Platform: A Use-case Driven Analysis. <strong>William Aboucaya</strong>, Rafael Angarita, Valerie Issarny. FairWare &rsquo;22 - International Workshop on Equitable Data and Technology in conjunction with the 44th International Conference on Software Engineering (ICSE 2022), May 2022, Pittsburgh, PA, United States."
        ],
        "experiences": [
            "Research engineer position, 2023-2024, Institut National de Recherche en Informatique et en Automatique (INRIA)",
            "Ph. D. in Computer Science, 2019-2023, Institut National de Recherche en Informatique et en Automatique (INRIA)",
            "Engineering degree - Major in Software Engineering, 2014-2019, Institut Supérieur d'Électronique de Paris (ISEP)"
        ],
        "methodologies": [
            "Natural Language Processing: Textual Entailment Recognition, Named Entity Recognition / Linking, Graph-To-Text...",
            "Machine Learning: Recommender Systems, Clustering, Neural Networks.",
            "Semantic web: Knowledge Extraction / Inference",
            "Data and graph analysis",
            "Front-end and back-end development"
        ],
        "databases": [
            "Python for data science (pandas, scikit-learn, PyTorch, NetworkX, HuggingFace environment) + web application development (FastAPI + JinJa)",
            "Database: SQL (MySQL, SQLite), NoSQL (SPARQL, RDF / RDF*)",
            "Java: API / back-end development",
            "JavaScript: front-end / mobile development, React + Native"
        ]
    },

    {
        "slug": "gabriel-benevides",
        "last_name": "Benevides",
        "first_name": "Gabriel",
        "photo": "gabriel.jpg",
        "email": "gabriel.benevides@dauphine.psl.eu",
        "title": "Data Scientist",
        "experiences": [
            "Development Engineer at Dassault Systèmes. (2020-2024)",
            "Development Engineering Intern at Dassault Systèmes. (2020)",
            "Masters in Software Engineering and Advanced Information Systems at ENSIMAG (Grenoble INP) / Université Grenoble-Alpes. (2020)",
            "Research Intern at the University of Brasília. (2016-2017)"
        ],

        "methodologies": [
            "Unit testing and simulations",
            "Model-Based Systems Engineering (MBSE)",
            "Client-side scripting and DOM structure",
            "Data scraping and Machine Learning",
            "Software Engineering Patterns "
        ],
        "databases": [
            "Java, C, Python, TypeScript, MongoDB, SQL ",
            "Git, Jenkins, CI/CD tools"
        ]

    },
    {
        "slug": "bruno-chaves-ferreira",
        "last_name": "Chaves Ferreira",
        "first_name": "Bruno",
        "photo": "bruno.jpg",
        "email": "bruno.chavesferreira@dauphine.psl.eu",
        "title": "ACSS coordinator"
    },

    {
        "slug": "claire-dupre-la-tour",
        "last_name": "Dupré la Tour",
        "first_name": "Claire",
        "photo": "claire.jpg",
        "email": "claire.dupre-la-tour@dauphine.psl.eu",
        "title": "ACSS Institute Data Curator Engineer"
    },

    {
        "slug": "dastan-jasim",
        "last_name": "Jasim",
        "first_name": "Dastan",
        "photo": "dastan_jasim.jpg",
        "email": "dastan.jasim@dauphine.psl.eu",
        "title": "Senior Data Scientist",
        "experiences": [
            "Methodological Advisor and Software Specialist (2024): CNRS – Infrastructure de Recherche PROGEDO, Paris",
            "Research Fellow and Doctoral Researcher (2020–2024): German Institute for Global and Area Studies (GIGA), Hamburg and Friedrich Alexander University Erlangen Nuremberg – graduating with a PhD in Political Sciences",
            "Visiting Scholar (2022): American University of Iraq Sulaimaniya – Center for Gender and Development Studies",
            "Masters Degree (2017-2020): Political Sciences and Assyriology – University of Heidelberg",
            "Data Analyst and Student Assistant (2017–2019): GESIS – Leibniz Institute for Social Sciences, Mannheim",
            "Bachelors Degree (2017): Social Sciences – University of Stuttgart"
        ],
        "methodologies": [
            "Data Science & Statistical Modeling: Advanced proficiency in R and Python for data manipulation, machine learning, and visualization. Experienced in tools like Tidyverse, Pandas, and Scikit-learn",
            "Machine Learning Applications: Specialized in data imputation using classification and regression tree methods; application of clustering models and classification systems for social science datasets",
            "Survey Design & Analysis: Expertise in creating encrypted survey tools in multiple languages and implementing stratified sampling schemes",
            "Text Mining & Natural Language Processing: Applied methods for sentiment analysis and text classification in multilingual contexts",
            "Qualitative Data Analysis: Conducted in-depth studies using MAXQDA, RQDA, and advanced qualitative frameworks"
        ],
        "databases": [
            "R: Advanced use in data wrangling, visualization, and statistical analysis (ggplot2, dplyr), as well as data imputation (mice)",
            "Python: Data analysis, machine learning (Scikit-learn, PyTorch), and data visualization (Matplotlib, Seaborn)",
            "Databases: SQL (MySQL) and survey-based dataset management"
        ],
        "selected_publications": [
            "Reporting on Kurdistan. A Critical Examination on Western Post-2014 Fieldwork in the Kurdistan Region of Iraq and the Autonomous Administration of North-East Syria. Dastan Jasim. Mashuq Kurt & Nilay Özok-Gündogan (eds.): Special Issue on Decolonizing Kurdish Studies. South Atlantic Quarterly, 123(4), 2024, pp. 755–777",
            "How the Kurds Make the Case for Democratization. Dastan Jasim. Quaderns de la Mediterrània, 36, 2024",
            "Syria: The Border Situation Between Turkey, Syria, and Iraq. Dastan Jasim. COI-CMS Country of Origin Information – Content Management System. Federal Office for Immigration and Asylum, 2023",
            "Kurdistan-Iraq and EU. Dastan Jasim. Gülistan Gürbey, Sabine Hofmann & Ferhad Ibrahim Seyder (eds.): Between Diplomacy and Non-Diplomacy. Foreign Relations of Kurdistan-Iraq and Palestine. New York: Palgrave Macmillan, 2023",
            "Iran Protests: Reform, Revolution, or Status Quo? Dastan Jasim & Bazoobandi, S. The Arab Gulf States Institute in Washington, 2022",
            "Civic Culture and Support for Democracy amongst Kurds in Iran, Iraq, and Turkey. Dastan Jasim. International Journal of Conflict and Violence (IJCV), 16, 2022",
            "Kurdish Youth and Civic Culture. Dastan Jasim. Bahar Baser & Shivan Fazil (eds.): Youth Identity, Politics and Change in Contemporary Kurdistan. London: Transnational Press, 2021"
        ]
        },

    {
        "slug": "andreas-hasudungan-priambodo",
        "last_name": "Hasudungan Priambodo",
        "first_name": "Andreas",
        "photo": "andreas-priambodo.jpg",
        "email": "andreas.priambodo@dauphine.psl.eu",
        "title": "Data Scientist",
        "experiences": [
            "Research intern at Institut national d'études démographiques, Paris, France",
            "Research intern at SamuSocial de Paris, Paris, France",
            "Masters in Quantitative Sociology and Demography at Université Paris-Saclay 2022-2023",
            "Bachelors in Social Sciences and Demography at Paris 1 Panthéon-Sorbonne 2018-2021 "
        ],

        "methodologies": [
            "Topic Modelling",
            "Social Network Analysis",
            "Natural Language Processing",
            "Spatial Analysis"
        ],
        "databases": [
            "Programming languages:  R, Python (Pandas, TensorFlow, Keras, PyTorch, Scikit-learn).",
            "Databases: SQL"
        ]

    }
]